[
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/why-cheap-drones-pose-a-significant-chemical-terrorism-threat/"], "title": "Why cheap drones pose a significant chemical terrorism threat", "paragraph": ["Earlier this year, police in the United Kingdom "], "published_time": "2023-11-21T20:21:30+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/why-north-korea-may-use-nuclear-weapons-first-and-why-current-us-policy-toward-pyongyang-is-unsustainable/"], "title": "Why North Korea may use nuclear weapons first, and why current US policy toward Pyongyang is unsustainable", "paragraph": ["North Korea has large incentives to use a tactical nuclear weapon—or several of them—early in another conflict on the Korean peninsula. Deciding how to respond to this is probably the most important contemporary debate inside the US-South Korea alliance."], "published_time": "2023-11-21T11:00:32+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/protein-de-extinction-how-neanderthals-and-mammoths-could-help-find-new-antibiotics/"], "title": "Protein de-extinction: How Neanderthals and mammoths could help find new antibiotics", "paragraph": ["The United Nations estimates that by 2050 "], "published_time": "2023-11-16T11:00:22+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/a-tale-of-two-camps-and-sam-altmans-departure-from-openai/"], "title": "A tale of two camps: Sam Altman's departure from (and return to) OpenAI", "paragraph": ["It’s been a roller coaster of a few days in the tech world. Last Friday, the board of OpenAI—a leader in generative artificial intelligence technology—fired the organization’s founder and possibly most recognizable face, Sam Altman. Although there were rumors that Altman, who had been OpenAI’s CEO since 2019, might be rehired, by Monday those rumors were laid to rest as Emmett Shear, formerly of Twitch, took on the role of interim CEO—the second person to do so since Friday. By the start of the work week, Altman, along with OpenAI cofounder Greg Brockman, who quit in protest, had already landed at Microsoft "], "published_time": "2023-11-20T23:21:54+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/emergency-aid-to-israel-needs-scrutiny/"], "title": "Emergency aid to Israel needs scrutiny", "paragraph": ["Onetime White House chief of staff Rahm Emanuel famously said, “You never want a serious crisis to go to waste.” It’s an opportunity to do things that you couldn’t do before. That appears to be the guiding philosophy of the drafters of the $14 billion emergency "], "published_time": "2023-11-15T11:00:46+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/the-us-and-china-re-engage-on-arms-control-what-may-come-next/"], "title": "The US and China re-engage on arms control. What may come next", "paragraph": ["For more than six decades, the United States has been worried about China’s regional influence, military activities—and its nuclear potential. For instance, in 1958, US officials considered using nuclear weapons to thwart Chinese artillery strikes on islands controlled by Taiwan, "], "published_time": "2023-11-15T11:00:15+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/covid-vaccines-went-on-trial-are-routine-childhood-vaccine-mandates-at-risk/"], "title": "COVID vaccines went 'on trial.' Are routine childhood vaccine mandates at risk?", "paragraph": ["Vaccines, one of the "], "published_time": "2023-11-24T11:00:58+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/bridging-the-gap-between-nuclear-ban-treaty-supporters-and-opponents/"], "title": "Bridging the gap between nuclear ban treaty supporters and opponents", "paragraph": ["The first-ever meeting of states parties to the Treaty on the Prohibition of Nuclear Weapons took place in June 2022 in the midst of growing nuclear threats, most notably the Russian invasion of Ukraine. The meeting ended with the successful adoption of "], "published_time": "2023-11-20T11:00:35+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/narrative-warfare-how-disinformation-shapes-the-israeli-hamas-conflict-and-millions-of-minds/"], "title": "Narrative warfare: How disinformation shapes the Israeli-Hamas conflict—and millions of minds", "paragraph": ["Earlier this month, German television channel "], "published_time": "2023-11-27T11:00:27+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/the-people-of-gaza-need-a-water-ceasefire/"], "title": "The people of Gaza need a water ceasefire", "paragraph": ["The grainy night-time "], "published_time": "2023-11-15T19:29:47+00:00"},
{"url": ["https://thebulletin.org/https://thebulletin.org/2023/11/a-new-all-hazards-approach-for-reducing-multiple-catastrophic-threats/"], "title": "A new “all-hazards” approach for reducing multiple catastrophic threats", "paragraph": ["Each of the various pathways to global catastrophe presents its own winding course of possibilities. Nuclear weapons, climate change, pandemics, advanced technologies, and space weather might appear as fundamentally different threats. However, they are not disconnected. They branch out from common drivers like geopolitical competition, economic growth, and technological advancement. The terrains for tackling the various threats are also similar, presenting shared challenges and features."], "published_time": "2023-11-24T11:00:05+00:00"}
]